is-tg/paras-avr/boards.txt
n76e003.name=Nuvoton N76E003
n76e003.build.mcu=n76e003
n76e003.build.f_cpu=16000000L
n76e003.build.board=Paras
n76e003.build.core=n76e003
n76e003.build.model=small
n76e003.build.arch=mcs51

n76e003.upload.tool=nvtispflash
n76e003.upload.protocol=serial
